Repository: cnkim74/vault-ai-carledger
Catalog: ios/Vault/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: · %d분
en: · %d min
ja: · %d分
zh_hans: · %d分钟

source: · %d%% 빠름
en: · %d%% fast
ja: · %d%% 速い
zh_hans: · 快 %d%%

source: · 여유
en: · margin
ja: · 余裕
zh_hans: · 余量

source: [%@] %@ 정비 시기가 지났어요.
en: [%@] %@ is overdue for service.
ja: [%@] %@ の整備時期が過ぎました。
zh_hans: [%@] %@ 已过保养期。

source: [%@] %@ 정비가 임박했어요 (%dkm 남음).
en: [%@] %@ service due soon (%dkm left).
ja: [%@] %@ の整備が近づいています（残り%dkm）。
zh_hans: [%@] %@ 临近保养（剩余%dkm）。

source: %@ 정비 시기가 다가와요.
en: %@ service is coming up.
ja: %@ の整備時期が近づいています。
zh_hans: %@ 保养时间临近。

source: %@ 정비 시기가 지났어요.
en: %@ is overdue for service.
ja: %@ の整備時期が過ぎました。
zh_hans: %@ 已过保养期。

source: %@ 정비 예약
en: %@ service appointment
ja: %@ 整備予約
zh_hans: %@ 保养预约

source: %@ 주변 · 지도에서 보기
en: Near %@ · View on map
ja: %@ 周辺 · 地図で見る
zh_hans: %@ 附近 · 在地图查看

source: %@ 주변 · 카카오맵에서 보기
en: Near %@ · view on KakaoMap
ja: %@ 周辺 · カカオマップで見る
zh_hans: %@ 附近 · Kakao地图查看

source: %@km 주행
en: %@km driven
ja: %@km 走行
zh_hans: 已行驶 %@km

source: %dkm 남음
en: %dkm left
ja: 残り %dkm
zh_hans: 剩余 %dkm

source: %dkm 초과
en: %dkm overdue
ja: %dkm 超過
zh_hans: 超出 %dkm

source: %d개월
en: %d months
ja: %dか月
zh_hans: %d个月

source: %d건 등록
en: Add %d
ja: %d件登録
zh_hans: 登记%d条

source: %d건 등록됐어요
en: Added %d records
ja: %d件登録しました
zh_hans: 已登记%d条

source: %d건 임박
en: %d due soon
ja: %d件 間近
zh_hans: %d 项临近

source: %d년 %d월
en: %d/%d
ja: %d年%d月
zh_hans: %d年%d月

source: %d대
en: %d vehicles
ja: %d台
zh_hans: %d辆

source: %d대 대량 등록됨
en: %d vehicles imported
ja: %d台を一括登録
zh_hans: 已批量登记 %d 辆

source: %d분
en: %d min
ja: %d分
zh_hans: %d分钟

source: %d시간 %d분
en: %dh %dm
ja: %d時間%d分
zh_hans: %d小时%d分

source: %d월 · 차량 %d대
en: Month %d · %d vehicles
ja: %d月 · 車両%d台
zh_hans: %d月 · %d辆车

source: %d월 리포트
en: Report for month %d
ja: %d月レポート
zh_hans: %d月报告

source: %d월 지출
en: Spend · mo. %d
ja: %d月の支出
zh_hans: %d月支出

source: %d월 총 지출
en: Total · mo. %d
ja: %d月の合計支出
zh_hans: %d月总支出

source: %d일
en: %d days
ja: %d日
zh_hans: %d天

source: %d회
en: %d rides
ja: %d回
zh_hans: %d次

source: %d회 충전
en: %d sessions
ja: %d回充電
zh_hans: %d次充电

source: 1:1 문의
en: Contact us
ja: お問い合わせ
zh_hans: 联系我们

source: 31일 전
en: 31 days ago
ja: 31日前
zh_hans: 31天前

source: 62가 3817
en: 62GA 3817

source: AI 시세 조회
en: Get AI estimate
ja: AI相場を取得
zh_hans: 获取AI估价

source: AI 어시스턴트
en: AI Assistant
ja: AIアシスタント
zh_hans: AI 助手

source: AI 인사이트
en: AI Insights
ja: AIインサイト
zh_hans: AI 洞察

source: AI 추정치 · 실제 시세는 엔카·KB차차차에서 확인
en: AI estimate · verify on used-car sites
ja: AI推定 · 実際の相場は中古車サイトで確認
zh_hans: AI估算 · 实际行情请在二手车网站核实

source: Apple 계정에 이름이 없어요. 직접 입력해 주세요.
en: No name on your Apple account. Please enter manually.
ja: Appleアカウントに名前がありません。手動で入力してください。
zh_hans: Apple 账户没有姓名，请手动输入。

source: Apple 로그인을 사용할 수 없어요. 이름을 직접 입력해 주세요.
en: Sign in with Apple unavailable. Please enter your name.
ja: Appleでサインインを利用できません。名前を入力してください。
zh_hans: 无法使用 Apple 登录，请手动输入姓名。

source: BLE 동글 연결은 준비 중이에요. 지원 동글을 미리 준비해두시면 출시되는 대로 바로 쓸 수 있어요.
en: BLE dongle connection is in the works. Get a supported dongle ready so you can use it as soon as it launches.
ja: BLEドングル接続は準備中です。対応ドングルを用意しておくと公開後すぐ使えます。
zh_hans: BLE设备连接正在开发中。备好支持的设备，上线即可使用。

source: BLE 동글이 보이지 않으면, 동글이 켜져 있고 iOS 호환(BLE)인지 확인하세요.
en: If no BLE dongle appears, check it's powered and iOS-compatible (BLE).
ja: BLEドングルが表示されない場合、電源とiOS対応(BLE)を確認してください。
zh_hans: 若未显示BLE设备，请确认其已通电且兼容iOS(BLE)。

source: BLE(저전력 블루투스) 동글이 필요해요.
en: A BLE (low-energy Bluetooth) dongle is required.
ja: BLE（低消費電力Bluetooth）ドングルが必要です。
zh_hans: 需要BLE（低功耗蓝牙）设备。

source: CSV 대량등록
en: Bulk import CSV
ja: CSV一括登録
zh_hans: CSV批量导入

source: CSV 파일
en: CSV file
ja: CSVファイル
zh_hans: CSV文件

source: CSV 파일 또는 내역 사진에서 일괄 등록
en: From a CSV file or a history photo
ja: CSVファイルまたは履歴写真から一括登録
zh_hans: 从CSV文件或记录照片批量登记

source: CSV 형식: 차량번호,모델,연식,연료,차종,누적주행,기사,연락처
en: CSV: plate,model,year,fuel,type,odometer,driver,phone
ja: CSV: ナンバー,モデル,年式,燃料,車種,走行,ドライバー,連絡先
zh_hans: CSV：车牌,型号,年款,燃料,车型,里程,司机,电话

source: CSV로 차량 대량 등록
en: Bulk-register vehicles via CSV
ja: CSVで車両を一括登録
zh_hans: 通过CSV批量登记车辆

source: CSV에서 %d건 읽었어요. 확인 후 등록하세요.
en: Read %d rows from CSV. Review and add.
ja: CSVから%d件読み込み。確認して登録してください。
zh_hans: 从CSV读取%d条,请确认后登记。

source: Fleet 시작하기
en: Start Fleet
ja: フリートを始める
zh_hans: 开始车队管理

source: iOS 호환 추천 동글
en: Recommended iOS-compatible dongles
ja: iOS対応おすすめドングル
zh_hans: iOS兼容推荐设备

source: iPhone은 BLE(저전력 블루투스) 동글만 지원해요. 저가 ‘블루투스 클래식’ ELM327은 iOS에서 동작하지 않으니 아래 목록에서 고르세요.
en: iPhone supports only BLE (low-energy Bluetooth) dongles. Cheap ‘Bluetooth Classic’ ELM327 units don't work on iOS — pick from the list below.
ja: iPhoneはBLE（低消費電力Bluetooth）ドングルのみ対応。安価な『Bluetoothクラシック』ELM327はiOSで動作しないため、下記から選んでください。
zh_hans: iPhone仅支持BLE（低功耗蓝牙）设备。廉价的‘经典蓝牙’ELM327在iOS上无法使用，请从下方选择。

source: OBD 동글 연결
en: Connect OBD dongle
ja: OBDドングル接続
zh_hans: 连接OBD设备

source: OBD 동글 연동
en: OBD dongle sync
ja: OBDドングル連携
zh_hans: OBD设备同步

source: OBD 동글 하나면 연료·주행거리·정비코드를 자동으로
en: One OBD dongle auto-captures fuel, mileage, and trouble codes
ja: OBDドングル1つで給油・走行距離・故障コードを自動取得
zh_hans: 一个OBD设备自动采集油耗、里程和故障码

source: OBD 동글로 자동 연동
en: Auto-sync via OBD dongle
ja: OBDドングルで自動連携
zh_hans: 通过OBD设备自动同步

source: PDF 공유 (카톡·메일)
en: Share PDF (KakaoTalk·Email)
ja: PDF共有（メール等）
zh_hans: 分享PDF（邮件等）

source: PDF로 공유 (카톡·메일)
en: Share as PDF (KakaoTalk·Email)
ja: PDFで共有（メール等）
zh_hans: 分享为PDF（邮件等）

source: Supabase 미설정
en: Supabase not configured
ja: Supabase未設定
zh_hans: 未配置 Supabase

source: Supabase 미연결 상태 — 저장하려면 연결이 필요해요.
en: Supabase not connected — connection required to save.
ja: Supabase未接続 — 保存には接続が必要です。
zh_hans: 未连接 Supabase — 保存需要先连接。

source: VIN 자동인식
en: Auto VIN
ja: VIN自動認識
zh_hans: 自动识别VIN

source: VIN 확인 실패
en: VIN check failed
ja: VIN確認に失敗
zh_hans: VIN 校验失败

source: 가까운 슈퍼차저
en: Nearby Superchargers
ja: 近くのスーパーチャージャー
zh_hans: 附近的超级充电站

source: 가성비
en: Value
ja: コスパ
zh_hans: 高性价比

source: 가솔린
en: Gasoline
ja: ガソリン
zh_hans: 汽油

source: 가입하고 시작
en: Sign up & start
ja: 登録して開始
zh_hans: 注册并开始

source: 가져오기
en: Imported
ja: 取り込み
zh_hans: 导入

source: 강남 미팅
en: Gangnam meeting
ja: 江南ミーティング
zh_hans: 江南会议

source: 강남역
en: Gangnam Stn.
ja: 江南駅
zh_hans: 江南站

source: 강풍 주의 · 차선 유지 유의
en: Strong wind · mind your lane
ja: 強風注意 · 車線維持に注意
zh_hans: 大风 · 注意保持车道

source: 개인
en: Personal
ja: 個人
zh_hans: 个人

source: 개인정보처리방침
en: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: 거리
en: Distance
ja: 距離
zh_hans: 距离

source: 거리 (km)
en: Distance (km)
ja: 距離（km）
zh_hans: 距离（km）

source: 결제 연동(App Store 구독)은 추후 제공됩니다.
en: App Store subscription billing is coming soon.
ja: 決済連携（App Storeサブスク）は今後提供予定です。
zh_hans: 支付接入（App Store 订阅）即将推出。

source: 계기판의 현재 누적 주행거리(km)를 입력하세요.
en: Enter the current odometer reading (km).
ja: メーターの現在の総走行距離（km）を入力してください。
zh_hans: 请输入仪表盘当前总里程（km）。

source: 계약 기간
en: Contract term
ja: 契約期間
zh_hans: 合同期限

source: 계약 시작
en: Contract start
ja: 契約開始
zh_hans: 合同开始

source: 계약 시작 시 주행거리 (신차면 0)
en: Odometer at start (0 if new)
ja: 契約開始時の走行距離（新車なら0）
zh_hans: 合同开始时里程（新车填0）

source: 계약 시작일
en: Contract start date
ja: 契約開始日
zh_hans: 合同开始日

source: 계약 시작일 설정
en: Set start date
ja: 開始日を設定
zh_hans: 设置开始日期

source: 계약 종료
en: Contract end
ja: 契約終了
zh_hans: 合同结束

source: 계약 종료일
en: Contract end date
ja: 契約終了日
zh_hans: 合同结束日

source: 계약 종료일 설정
en: Set end date
ja: 終了日を設定
zh_hans: 设置结束日期

source: 계약서 PDF 불러오기
en: Import contract PDF
ja: 契約書PDFを読み込む
zh_hans: 导入合同 PDF

source: 계약서 분석 중…
en: Analyzing contract…
ja: 契約書を解析中…
zh_hans: 正在分析合同…

source: 계약일
en: Contract date
ja: 契約日
zh_hans: 合同日期

source: 계정
en: Account
ja: アカウント
zh_hans: 账户

source: 계정 삭제
en: Delete account
ja: アカウント削除
zh_hans: 删除账户

source: 계정 삭제에 실패했어요. 잠시 후 다시 시도해 주세요.
en: Failed to delete account. Please try again later.
ja: アカウント削除に失敗しました。後でもう一度お試しください。
zh_hans: 删除账户失败，请稍后再试。

source: 계정과 관련 데이터(조직·차량·기록·배정)가 영구 삭제되며 되돌릴 수 없어요.
en: Your account and related data (organizations, vehicles, records, assignments) will be permanently deleted and cannot be recovered.
ja: アカウントと関連データ（組織・車両・記録・割当）は完全に削除され、元に戻せません。
zh_hans: 您的账户及相关数据（组织·车辆·记录·分配）将被永久删除且无法恢复。

source: 계정을 삭제할까요?
en: Delete your account?
ja: アカウントを削除しますか？
zh_hans: 删除您的账户？

source: 계정이 없어요 · 가입하기
en: No account · sign up
ja: アカウントがない · 登録
zh_hans: 没有账户 · 注册

source: 고속
en: Fast
ja: 急速
zh_hans: 快充

source: 고속충전
en: Fast charge
ja: 急速充電
zh_hans: 快充

source: 곧 제공돼요
en: Coming soon
ja: 近日提供
zh_hans: 即将推出

source: 과속
en: Over pace
ja: 超過
zh_hans: 超速

source: 과속 페이스
en: Over pace
ja: 超過ペース
zh_hans: 超速节奏

source: 관리자
en: Admin
ja: 管理者
zh_hans: 管理员

source: 관리자 계정 만들기
en: Create manager account
ja: 管理者アカウント作成
zh_hans: 创建管理员账户

source: 관리자 대시보드 · 한눈에 보기
en: Manager dashboard · at a glance
ja: 管理者ダッシュボード · 一目で
zh_hans: 管理员仪表盘 · 一目了然

source: 관리자 로그인
en: Manager login
ja: 管理者ログイン
zh_hans: 管理员登录

source: 관리자가 차량을 배정하면 여기에 표시돼요
en: Assigned vehicles will appear here
ja: 管理者が車両を割り当てるとここに表示されます
zh_hans: 管理员分配车辆后将显示在此

source: 관리자로 시작
en: Start as manager
ja: 管理者として開始
zh_hans: 以管理员开始

source: 구글맵
en: Google Maps
ja: Googleマップ
zh_hans: 谷歌地图

source: 구독 상품을 불러오는 중이에요. App Store Connect 상품 설정 후 표시됩니다.
en: Loading subscriptions. Shown after products are set in App Store Connect.
ja: サブスクを読み込み中です。 App Store Connectで商品設定後に表示されます。
zh_hans: 正在加载订阅。 在App Store Connect设置商品后显示。

source: 구독은 자동 갱신되며, 현재 기간 종료 24시간 전에 취소하지 않으면 동일 금액으로 갱신됩니다. 결제는 App Store 계정으로 청구되며, 설정 > Apple 계정에서 관리·해지할 수 있어요.
en: Subscriptions auto-renew unless canceled at least 24 hours before the current period ends, at the same price. Payment is charged to your App Store account and can be managed or canceled in Settings > Apple Account.
ja: サブスクは現在の期間終了の24時間前までに解約しない限り同額で自動更新されます。お支払いはApp Storeアカウントに請求され、設定 > Apple アカウントで管理・解約できます。
zh_hans: 订阅将自动续订，除非在当前周期结束前至少24小时取消，续订价格相同。费用将从您的App Store账户扣除，可在设置 > Apple账户中管理或取消。

source: 구동롤러
en: Drive roller
ja: 駆動ローラー
zh_hans: 传动滚珠

source: 구동벨트
en: Drive belt
ja: 駆動ベルト
zh_hans: 传动皮带

source: 구매
en: Purchase
ja: 購入
zh_hans: 购买

source: 구매 복원
en: Restore
ja: 購入を復元
zh_hans: 恢复购买

source: 구매가
en: Purchase price
ja: 購入価格
zh_hans: 购买价格

source: 구매가 (원)
en: Purchase price (KRW)
ja: 購入価格（ウォン）
zh_hans: 购买价格（韩元）

source: 궁금하거나 불편한 점을 남겨주세요. 답변받을 이메일을 함께 적어주시면 회신드려요.
en: Leave your questions or issues. Add your email and we'll reply.
ja: ご質問やご不便な点をお書きください。メールをご記入いただければ返信します。
zh_hans: 请留下您的问题，附上邮箱我们会回复。

source: 금액 (원)
en: Amount (KRW)
ja: 金額（ウォン）
zh_hans: 金额（韩元）

source: 금액이나 내용을 입력해 주세요.
en: Please enter an amount or details.
ja: 金額または内容を入力してください。
zh_hans: 请输入金额或内容。

source: 기록
en: Records
ja: 記録
zh_hans: 记录

source: 기록 %d건
en: %d records
ja: 記録 %d件
zh_hans: %d条记录

source: 기록 삭제
en: Delete record
ja: 記録を削除
zh_hans: 删除记录

source: 기록 수정
en: Edit record
ja: 記録を編集
zh_hans: 编辑记录

source: 기록 없음
en: No record
ja: 記録なし
zh_hans: 无记录

source: 기록 추가
en: Add record
ja: 記録を追加
zh_hans: 添加记录

source: 기록을 추가하면 맞춤 브리핑을 보여드려요.
en: Add records to get a personalized briefing.
ja: 記録を追加すると専用ブリーフィングを表示します。
zh_hans: 添加记录后即可查看个性化简报。

source: 기록을 추가하면 맞춤 인사이트를 보여드려요.
en: Add records to see tailored insights.
ja: 記録を追加すると、あなたに合ったインサイトを表示します。
zh_hans: 添加记录后为您显示定制洞察。

source: 기록을 추가해 보세요
en: Add a record to begin
ja: 記録を追加してみましょう
zh_hans: 添加一条记录

source: 기록이 없어요
en: No records
ja: 記録がありません
zh_hans: 无记录

source: 기사
en: Driver
ja: ドライバー
zh_hans: 司机

source: 기사 %d명
en: %d drivers
ja: ドライバー %d名
zh_hans: %d 名司机

source: 기사 계정 배정
en: Assign driver account
ja: ドライバーアカウント割当
zh_hans: 分配司机账户

source: 기사 계정 배정 (교대 시 여러 명 선택)
en: Assign driver accounts (select multiple for shifts)
ja: ドライバー割当（交代制は複数選択）
zh_hans: 分配司机账户（换班可多选）

source: 기사 관리
en: Manage drivers
ja: ドライバー管理
zh_hans: 司机管理

source: 기사 이름
en: Driver name
ja: ドライバー名
zh_hans: 司机姓名

source: 기사로 참여
en: Join as driver
ja: ドライバーとして参加
zh_hans: 以司机身份加入

source: 기사별
en: By driver
ja: ドライバー別
zh_hans: 按司机

source: 기사별 이번 달 순위
en: Driver ranking this month
ja: 今月のドライバー順位
zh_hans: 本月司机排名

source: 기어오일
en: Gear oil
ja: ギアオイル
zh_hans: 齿轮油

source: 기업용
en: Business
ja: 法人向け
zh_hans: 企业版

source: 기업용 Fleet
en: Fleet (Business)
ja: 法人フリート
zh_hans: 车队管理

source: 기업용 Fleet은 계정별로 데이터가 안전하게 분리됩니다.
en: Fleet keeps each account's data securely separated.
ja: 法人フリートはアカウントごとにデータを安全に分離します。
zh_hans: 车队管理按账户安全隔离数据。

source: 기타
en: Other
ja: その他
zh_hans: 其他

source: 길찾기
en: Directions
ja: 経路案内
zh_hans: 路线导航

source: 나쁨
en: Poor
ja: 悪い
zh_hans: 差

source: 내 차
en: My car
ja: マイカー
zh_hans: 我的车

source: 내 차량
en: My vehicles
ja: 私の車両
zh_hans: 我的车辆

source: 내역 가져오기
en: Import records
ja: 履歴を取り込む
zh_hans: 导入记录

source: 내용
en: Details
ja: 内容
zh_hans: 内容

source: 냉각수
en: Coolant
ja: 冷却水
zh_hans: 冷却液

source: 냉각수 점검
en: Coolant check
ja: 冷却水点検
zh_hans: 冷却液检查

source: 네트워크 오류
en: Network error
ja: ネットワークエラー
zh_hans: 网络错误

source: 노면 결빙·미끄러움 · 라이딩 자제
en: Icy/slippery roads · avoid riding
ja: 路面凍結・スリップ · ライド自粛
zh_hans: 路面结冰湿滑 · 不宜骑行

source: 뇌우
en: Thunderstorm
ja: 雷雨
zh_hans: 雷暴

source: 누적 주행거리
en: Total mileage
ja: 総走行距離
zh_hans: 总行驶里程

source: 눈
en: Snow
ja: 雪
zh_hans: 雪

source: 누적 주행
en: Odometer
ja: 総走行
zh_hans: 总里程

source: 누적 주행 (km)
en: Odometer (km)
ja: 総走行（km）
zh_hans: 总里程（km）

source: 누적 주행 km
en: Odometer km
ja: 総走行 km
zh_hans: 总里程 km

source: 누적 주행을 차량에 반영
en: Apply odometer to vehicle
ja: 総走行を車両に反映
zh_hans: 将里程写入车辆

source: 눈길 · 제설제 후 하부 세차 추천
en: Snowy · underbody wash advised after de-icer
ja: 雪道 · 融雪剤後は下回り洗車を
zh_hans: 雪路 · 建议融雪剂后清洗底盘

source: 다시 검색
en: Search again
ja: 再検索
zh_hans: 重新搜索

source: 다시 시도
en: Retry
ja: 再試行
zh_hans: 重试

source: 다시 조회
en: Refresh
ja: 再取得
zh_hans: 重新查询

source: 다음 정비
en: Next service
ja: 次回整備
zh_hans: 下次保养

source: 다음 정비 (km, 선택)
en: Next service (km, optional)
ja: 次回整備 (km, 任意)
zh_hans: 下次保养 (km, 可选)

source: 다음 정비는 언제야?
en: When's my next service?
ja: 次の整備はいつ？
zh_hans: 下次保养什么时候？

source: 단골 센터
en: My centers
ja: 行きつけの店
zh_hans: 常用中心

source: 단골 센터에서 선택
en: Pick from my centers
ja: 行きつけの店から選択
zh_hans: 从常用中心选择

source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭

source: 담당 %d대
en: %d assigned
ja: 担当%d台
zh_hans: 负责%d辆

source: 담당 기사
en: Driver
ja: 担当ドライバー
zh_hans: 负责司机

source: 담당 없음
en: Unassigned
ja: 担当なし
zh_hans: 未分配

source: 답변을 가져오지 못했어요. 잠시 후 다시 시도해 주세요.
en: Couldn't get an answer. Please try again shortly.
ja: 回答を取得できませんでした。しばらくして再試行してください。
zh_hans: 无法获取回答，请稍后再试。

source: 대체로 맑음
en: Mostly clear
ja: おおむね晴れ
zh_hans: 大致晴朗

source: 대화
en: Conversation
ja: 会話
zh_hans: 对话

source: 대화 기록
en: Chat history
ja: 会話履歴
zh_hans: 对话记录

source: 데이터 없음
en: No data
ja: データなし
zh_hans: 无数据

source: 동글 검색
en: Search dongles
ja: ドングルを検索
zh_hans: 搜索设备

source: 동글 연결 준비하기
en: Get ready to connect
ja: 接続の準備をする
zh_hans: 准备连接

source: 동글 연결하기
en: Connect dongle
ja: ドングルを接続
zh_hans: 连接设备

source: 동글 초기화 중…
en: Initializing dongle…
ja: ドングルを初期化中…
zh_hans: 正在初始化设备…

source: 동글을 OBD 단자에 꽂기
en: Plug the dongle into the OBD port
ja: ドングルをOBD端子に挿す
zh_hans: 将设备插入OBD接口

source: 동글을 꽂고 시동을 켠 뒤 스캔하세요
en: Plug in the dongle, start the car, then scan
ja: ドングルを挿し、エンジンをかけてスキャン
zh_hans: 插入设备并启动车辆后扫描

source: 동기화 실패
en: Sync failed
ja: 同期に失敗
zh_hans: 同步失败

source: 동기화 완료
en: Synced
ja: 同期完了
zh_hans: 同步完成

source: 동기화 중…
en: Syncing…
ja: 同期中…
zh_hans: 同步中…

source: 뒤 타이어
en: Rear tire
ja: リアタイヤ
zh_hans: 后轮胎

source: 듣기
en: Listen
ja: 聞く
zh_hans: 朗读

source: 듣는 중… 마이크를 다시 누르면 완료
en: Listening… tap mic again to finish
ja: 認識中… マイクを再度押すと完了
zh_hans: 聆听中… 再次点击麦克风结束

source: 등록
en: Register
ja: 登録
zh_hans: 注册

source: 등록 실패:
en: Failed to add:
ja: 登録失敗:
zh_hans: 登记失败:

source: 등록 정보
en: Registration
ja: 登録情報
zh_hans: 登记信息

source: 등록된 센터가 없어요
en: No centers saved yet
ja: 登録された店がありません
zh_hans: 尚无保存的中心

source: 등록된 차량이 없어요
en: No vehicles registered
ja: 登録された車両がありません
zh_hans: 尚无登记车辆

source: 디젤
en: Diesel
ja: ディーゼル
zh_hans: 柴油

source: 또는
en: or
ja: または
zh_hans: 或

source: 라이딩
en: Ride
ja: ライド
zh_hans: 骑行

source: 라이딩하기 좋은 날이에요
en: Great day for a ride
ja: ライド日和です
zh_hans: 适合骑行的好天气

source: 렌트
en: Rental
ja: レンタル
zh_hans: 长租

source: 렌트 약정거리
en: Rental mileage limit
ja: レンタル契約距離
zh_hans: 长租约定里程

source: 로그아웃
en: Sign out
ja: ログアウト
zh_hans: 退出登录

source: 로그인
en: Log in
ja: ログイン
zh_hans: 登录

source: 로그인 계정
en: Signed-in account
ja: ログイン中のアカウント
zh_hans: 登录账户

source: 리스
en: Lease
ja: リース
zh_hans: 租赁

source: 리스·렌트 계약서 PDF에서 계약일·약정일·약정거리를 자동으로 채워요.
en: Auto-fills dates and mileage limit from a lease/rental contract PDF.
ja: リース・レンタル契約書PDFから契約日・契約日数・契約距離を自動入力します。
zh_hans: 从租赁合同 PDF 自动填写合同日期与约定里程。

source: 만료 시 예상 %@km / 약정 %@km
en: Est. %@km / limit %@km
ja: 満了時 %@km / 契約 %@km
zh_hans: 到期预计 %@km / 约定 %@km

source: 맑음
en: Clear
ja: 快晴
zh_hans: 晴

source: 매우 나쁨
en: Very poor
ja: 非常に悪い
zh_hans: 很差

source: 매우 좋음
en: Excellent
ja: 非常に良い
zh_hans: 非常好

source: 메모 (선택)
en: Memo (optional)
ja: メモ（任意）
zh_hans: 备注（可选）

source: 메시지 입력
en: Type a message
ja: メッセージを入力
zh_hans: 输入消息

source: 모델
en: Model
ja: モデル
zh_hans: 型号

source: 목적지 검색 (예: 강남역, 서울역)
en: Search destination (e.g. Gangnam Stn.)
ja: 目的地を検索（例: 江南駅）
zh_hans: 搜索目的地（如：江南站）

source: 무료 이용 중
en: Free plan
ja: 無料プラン
zh_hans: 免费版

source: 무엇이 채워지나요
en: What gets filled in
ja: 何が入力される？
zh_hans: 会填入哪些内容

source: 무엇이든 물어보세요
en: Ask me anything
ja: 何でも聞いてください
zh_hans: 有问必答

source: 문의 내용
en: Message
ja: お問い合わせ内容
zh_hans: 咨询内容

source: 문의가 없어요
en: No inquiries
ja: お問い合わせはありません
zh_hans: 暂无咨询

source: 문의가 접수됐어요
en: Your inquiry was received
ja: お問い合わせを受け付けました
zh_hans: 已收到您的咨询

source: 문의함
en: Inbox
ja: 受信箱
zh_hans: 收件箱

source: 미배정
en: Unassigned
ja: 未割当
zh_hans: 未分配

source: 미션오일
en: Transmission oil
ja: ミッションオイル
zh_hans: 变速箱油

source: 미처리로
en: Mark unhandled
ja: 未対応に
zh_hans: 标为未处理

source: 바이크
en: Motorcycle
ja: バイク
zh_hans: 摩托车

source: 반영됨
en: Applied
ja: 反映済み
zh_hans: 已写入

source: 배정된 차량이 없어요
en: No vehicles assigned
ja: 割り当てられた車両がありません
zh_hans: 没有分配的车辆

source: 배터리
en: Battery
ja: バッテリー
zh_hans: 电量

source: 배터리 %d%%
en: Battery %d%%
ja: バッテリー %d%%
zh_hans: 电量 %d%%

source: 배터리가 부족해요. 충전이 필요해요.
en: Battery is low. Time to charge.
ja: バッテリーが不足しています。充電が必要です。
zh_hans: 电量不足，需要充电。

source: 밸브 간극
en: Valve clearance
ja: バルブクリアランス
zh_hans: 气门间隙

source: 버전
en: Version
ja: バージョン
zh_hans: 版本

source: 보내기
en: Send
ja: 送信
zh_hans: 发送

source: 보통
en: Fair
ja: 普通
zh_hans: 一般

source: 복원할 구매 내역이 없어요.
en: No purchases to restore.
ja: 復元できる購入がありません。
zh_hans: 没有可恢复的购买。

source: 부동액
en: Antifreeze
ja: 不凍液
zh_hans: 防冻液

source: 분석 중…
en: Analyzing…
ja: 分析中…
zh_hans: 分析中…

source: 불러올 차량이 없어요. CSV 형식을 확인하세요.
en: No vehicles found. Check the CSV format.
ja: 読み込む車両がありません。CSV形式を確認してください。
zh_hans: 未找到车辆，请检查CSV格式。

source: 브랜드 무관 · 연료·주행·정비 자동 기록
en: Any brand · auto-log fuel, trips, service
ja: ブランド不問 · 給油・走行・整備を自動記録
zh_hans: 不限品牌 · 自动记录油耗·行驶·保养

source: 브랜드 상관없이 자동 기록
en: Auto-log, any brand
ja: ブランド不問で自動記録
zh_hans: 任意品牌自动记录

source: 브레이크 오일
en: Brake fluid
ja: ブレーキオイル
zh_hans: 刹车油

source: 브레이크 패드
en: Brake pads
ja: ブレーキパッド
zh_hans: 刹车片

source: 블루투스로 연결
en: Connect via Bluetooth
ja: Bluetoothで接続
zh_hans: 通过蓝牙连接

source: 블루투스를 켜주세요.
en: Please turn on Bluetooth.
ja: Bluetoothをオンにしてください。
zh_hans: 请打开蓝牙。

source: 비
en: Rain
ja: 雨
zh_hans: 雨

source: 비 예보 · 우비·방수 준비
en: Rain expected · bring rain gear
ja: 雨予報 · レインウェア準備
zh_hans: 有雨 · 备好雨具

source: 비 예보 있음 · 세차는 미루세요
en: Rain expected · hold off on washing
ja: 雨の予報 · 洗車は控えて
zh_hans: 有雨 · 建议暂缓洗车

source: 비 오는 날 · 세차는 미루세요
en: Rainy day · hold off on washing
ja: 雨の日 · 洗車は控えて
zh_hans: 雨天 · 建议暂缓洗车

source: 비밀번호 (6자 이상)
en: Password (6+ chars)
ja: パスワード（6文字以上）
zh_hans: 密码（6位以上）

source: 비용
en: Cost
ja: 費用
zh_hans: 费用

source: 빈 파일이에요
en: The file is empty
ja: 空のファイルです
zh_hans: 文件为空

source: 빠르게 확인하고, 이메일을 남기셨다면 회신드릴게요.
en: We'll review it and reply if you left an email.
ja: 確認し、メールをいただいた場合は返信します。
zh_hans: 我们会查看，若留了邮箱会回复。

source: 사진 %d/%d 분석 중…
en: Analyzing photo %d/%d…
ja: 写真 %d/%d 分析中…
zh_hans: 分析照片 %d/%d…

source: 사진 %d장에서 %d건 인식했어요. 확인 후 등록하세요.
en: Found %2$d rows in %1$d photos. Review and add.
ja: %1$d枚から%2$d件認識。確認して登録してください。
zh_hans: 从%1$d张照片识别到%2$d条,请确认后登记。

source: 사진 선택
en: Choose photo
ja: 写真を選択
zh_hans: 选择照片

source: 사진 제거
en: Remove photo
ja: 写真を削除
zh_hans: 移除照片

source: 사진에서 %d건 인식했어요. 확인 후 등록하세요.
en: Found %d rows in the photo. Review and add.
ja: 写真から%d件認識。確認して登録してください。
zh_hans: 从照片识别到%d条,请确认后登记。

source: 사진에서 인식
en: From photo
ja: 写真から認識
zh_hans: 从照片识别

source: 사진이나 CSV로 여러 건을 한 번에 등록해요.
en: Add many records at once from a photo or CSV.
ja: 写真やCSVで一括登録します。
zh_hans: 通过照片或CSV一次登记多条。

source: 새 문의 %d건이 있어요.
en: You have %d new inquiries.
ja: 新しいお問い合わせが%d件あります。
zh_hans: 有%d条新咨询。

source: 새 문의가 없어요
en: No new inquiries
ja: 新しいお問い合わせはありません
zh_hans: 暂无新咨询

source: 새 충전 내역 없음
en: No new charging sessions
ja: 新しい充電履歴なし
zh_hans: 没有新的充电记录

source: 새로고침
en: Refresh
ja: 更新
zh_hans: 刷新

source: 샘플 · 레드
en: Sample · Red
ja: サンプル · レッド
zh_hans: 示例 · 红

source: 샘플 · 블루
en: Sample · Blue
ja: サンプル · ブルー
zh_hans: 示例 · 蓝

source: 샘플 · 스카이
en: Sample · Sky
ja: サンプル · スカイ
zh_hans: 示例 · 天蓝

source: 생각 중…
en: Thinking…
ja: 考え中…
zh_hans: 思考中…

source: 서비스 탐색 중…
en: Discovering services…
ja: サービスを探索中…
zh_hans: 正在发现服务…

source: 서비스센터
en: Service center
ja: サービスセンター
zh_hans: 服务中心

source: 서울
en: Seoul
ja: ソウル
zh_hans: 首尔

source: 선택 안 함
en: Not selected
ja: 選択なし
zh_hans: 未选择

source: 설정 오류
en: Configuration error
ja: 設定エラー
zh_hans: 配置错误

source: 설정에서 마이크·음성 인식 권한을 켜주세요.
en: Enable microphone & speech permissions in Settings.
ja: 設定でマイク・音声認識の権限をオンにしてください。
zh_hans: 请在设置中开启麦克风和语音识别权限。

source: 세차
en: Wash
ja: 洗車
zh_hans: 洗车

source: 세차장
en: Car wash
ja: 洗車場
zh_hans: 洗车场

source: 세차하기 좋은 날이에요
en: Great day for a car wash
ja: 洗車日和です
zh_hans: 适合洗车的好天气

source: 세컨카
en: Second car
ja: セカンドカー
zh_hans: 第二辆车

source: 센터 삭제
en: Delete center
ja: 店を削除
zh_hans: 删除中心

source: 센터 수정
en: Edit center
ja: 店を編集
zh_hans: 编辑中心

source: 센터 추가
en: Add center
ja: 店を追加
zh_hans: 添加中心

source: 소나기
en: Showers
ja: にわか雨
zh_hans: 阵雨

source: 소낙눈
en: Snow showers
ja: にわか雪
zh_hans: 阵雪

source: 소속
en: Organization
ja: 所属
zh_hans: 所属

source: 소요 시간 (분)
en: Duration (min)
ja: 所要時間（分）
zh_hans: 用时（分钟）

source: 소유 형태
en: Ownership
ja: 所有形態
zh_hans: 拥有方式

source: 수동 입력은 무료. 자동화는 프리미엄으로.
en: Manual entry is free. Automation is Premium.
ja: 手動入力は無料。自動化はプレミアムで。
zh_hans: 手动录入免费，自动化需高级版。

source: 수소
en: Hydrogen
ja: 水素
zh_hans: 氢能

source: 수퍼차저
en: Supercharger
ja: スーパーチャージャー
zh_hans: 超级充电

source: 슈퍼차저 충전 내역을 자동 기입
en: Auto-fill Supercharger sessions
ja: スーパーチャージャー履歴を自動入力
zh_hans: 自动填入超充记录

source: 슈퍼차저 충전 이력 가져오기
en: Import Supercharger history
ja: スーパーチャージャー履歴を取得
zh_hans: 导入超充记录

source: 슈퍼차저·충전 이력 자동 가져오기
en: Auto-import Supercharger/charging history
ja: スーパーチャージャー・充電履歴を自動取得
zh_hans: 自动导入超充/充电记录

source: 스마트 알림 · 무제한 기록 보관
en: Smart alerts · unlimited history
ja: スマート通知 · 無制限の記録保存
zh_hans: 智能提醒 · 无限记录保存

source: 스캔할 이미지
en: Image to scan
ja: スキャンする画像
zh_hans: 要扫描的图片

source: 스쿠터
en: Scooter
ja: スクーター
zh_hans: 踏板车

source: 스파크플러그
en: Spark plug
ja: スパークプラグ
zh_hans: 火花塞

source: 스프라켓
en: Sprocket
ja: スプロケット
zh_hans: 链轮

source: 시간
en: Time
ja: 時間
zh_hans: 时长

source: 시동 시 자동 기록
en: Auto-log when you drive
ja: 始動時に自動記録
zh_hans: 启动时自动记录

source: 시세 추정 중…
en: Estimating…
ja: 推定中…
zh_hans: 估算中…

source: 시세를 추정하지 못했어요. 잠시 후 다시 시도해 주세요.
en: Couldn't estimate. Please try again shortly.
ja: 相場を推定できませんでした。しばらくして再試行してください。
zh_hans: 无法估算，请稍后再试。

source: 시스템 기본값
en: System default
ja: システム既定
zh_hans: 系统默认

source: 실내필터
en: Cabin filter
ja: 室内フィルター
zh_hans: 空调滤芯

source: 아직 기록이 없어요
en: No records yet
ja: まだ記録がありません
zh_hans: 还没有记录

source: 아직 충전 기록이 없어요
en: No charging records yet
ja: まだ充電記録がありません
zh_hans: 还没有充电记录

source: 안개
en: Fog
ja: 霧
zh_hans: 雾

source: 안개 · 시야 확보 후 서행
en: Fog · slow down, keep sight lines
ja: 霧 · 視界確保して徐行
zh_hans: 雾 · 确保视野并慢行

source: 안개 · 안전 운전하세요
en: Fog · drive safely
ja: 霧 · 安全運転を
zh_hans: 雾 · 请安全驾驶

source: 안녕하세요
en: Hello
ja: こんにちは
zh_hans: 您好

source: 안전
en: Safe
ja: 安全
zh_hans: 安全

source: 안전 페이스
en: Safe pace
ja: 安全ペース
zh_hans: 安全节奏

source: 앞 타이어
en: Front tire
ja: フロントタイヤ
zh_hans: 前轮胎

source: 애플 지도
en: Apple Maps
ja: Appleマップ
zh_hans: 苹果地图

source: 앨범에서 선택
en: Choose from album
ja: アルバムから選択
zh_hans: 从相册选择

source: 앱 평가하기
en: Rate the app
ja: アプリを評価
zh_hans: 评价应用
